[BreakthroughLightArmorHealth X2TechTemplate]
DisplayName="Reinforced Light Armor"
Summary="A previously unrealized breakthrough in our Light Armor development will allow our lightest variants to provide +1 Armor going forward."

[BreakthroughHeavyArmorHealth X2TechTemplate]
DisplayName="Reinforced Heavy Armor"
Summary="Our research breakthrough has yielded a new means of reinforcing the durability of our Heavy Armor without increasing weight, providing an increase of +1 Armor."

[BreakthroughMediumArmorHealth X2TechTemplate]
DisplayName="Reinforced Medium Armor"
Summary="A previously unrealized breakthrough in our Medium Armor development will allow our standard variants to provide +1 Armor going forward."

[BreakthroughSparkArmorHealth X2TechTemplate]
DisplayName="Reinforced SPARK Armor"
Summary="Our research breakthrough has yielded a new means of reinforcing the durability of our SPARK Armor without increasing weight, providing an increase of +1 Armor."

[BreakthroughReaperArmorHealth X2TechTemplate]
DisplayName="Reinforced Reaper Armor"
Summary="A previously unrealized breakthrough in our Reaper Armor development will provide Reapers +1 Armor going forward."

[BreakthroughSkirmisherArmorHealth X2TechTemplate]
DisplayName="Reinforced Skirmisher Armor"
Summary="A previously unrealized breakthrough in our Skirmisher Armor development will provide Skirmishers +1 Armor going forward."

[BreakthroughTemplarArmorHealth X2TechTemplate]
DisplayName="Reinforced Templar Armor"
Summary="A previously unrealized breakthrough in our Templar Armor development will provide Templars +1 Armor going forward."

[BreakthroughConventionalArmorHealth X2TechTemplate]
DisplayName="Reinforced Conventional Armor"
Summary="A previously unrealized breakthrough in our Medium Armor development will allow our conventional variants to provide +1 Armor going forward."

[BreakthroughPlatedArmorHealth X2TechTemplate]
DisplayName="Reinforced Plated Armor"
Summary="A previously unrealized breakthrough in our Plated Armor development will allow our plated variants to provide +1 Armor going forward."

[BreakthroughPoweredArmorHealth X2TechTemplate]
DisplayName="Reinforced Powered Armor"
Summary="A previously unrealized breakthrough in our Powered Armor development will allow our powered variants to provide +1 Armor going forward."